[
    {"quote": "Fashion is made to become unfashionable. -Coco Chanel"},
    {"quote": "Buy less, choose well. -Vivienne Westwood"},
    {"quote": "Simplicity is the keynote of all true elegance. -Coco Chanel"},
    {"quote": "Fashions fade, style is eternal. -Yves Saint Laurent"},
    {"quote": "When a person is in fashion, all they do is right. -Lord Chesterfield"},
    {"quote": "Style is primarily a matter of instinct. -Bill Blass"},
    {"quote": "Zest is the secret of all beauty. There is no beauty that is attractive without zest. -Christian Dior"},
    {"quote": "Dressing is a way of life. -Yves Saint Laurent"},
    {"quote": "The difference between style and fashion is quality. -Giorgio Armani"},
    {"quote": "You can have anything you want in life if you dress for it. -Edith Head"},
    {"quote": "Over the years I have learned that what is important in a dress is the woman who is wearing it. -Yves Saint Laurent"},
    {"quote": "I don't design clothes. I design dreams. -Ralph Lauren"},
    {"quote": "A designer is only as good as the star who wears her clothes. -Edith Head"},
    {"quote": "I like my money right where I can see it... hanging in my closet. -Carrie Bradshaw"},
    {"quote": "Style is something each of us already has, all we need to do is find it. -Diane von Furstenberg"},
    {"quote": "Fashion is the armor to survive the reality of everyday life. -Bill Cunningham"},
    {"quote": "You gotta have style. It helps you get down the stairs. It helps you get up in the morning. It's a way of life. Without it, you're nobody. I'm not talking about lots of clothes. -Diana Vreeland"},
    {"quote": "Style is a way to say who you are without having to speak. -Rachel Zoe"},
    {"quote": "Playing dress-up begins at age five and never truly ends. -Kate Spade"},
    {"quote": "Elegance is not standing out, but being remembered. -Giorgio Armani"},
    {"quote": "I want people to see the dress, but focus on the woman. -Vera Wang"},
    {"quote": "Whoever said that money can't buy happiness, simply didn't know where to go shopping. -Bo Derek"},
    {"quote": "I don't do fashion. I am fashion. -Coco Chanel"},
    {"quote": "The joy of dressing is an art. -John Galliano"},
    {"quote": "The way I dress depends on how I feel. I never have to psych myself up. Usually it just feels like it works. -Rihanna"},
    {"quote": "I think we all know boldness when we see it. Nothing makes me smile more than when I see someone being fully themselves, with their own individual style and character, whatever that is. -Angelina Jolie"},
    {"quote": "I think our bodies are beautiful, and I think celebrating them and being comfortable in them—no matter what age you are—is important. There shouldn't be any kind of shame or discomfort around it. -Jennifer Anniston"},
    {"quote": "I may be a beginner at some things, but I've got a black belt in shopping. -Phyllis Nefler"},
    {"quote": "Dress shabbily and they remember the dress; dress impeccably and they notice the woman. -Coco Chanel"},
    {"quote": "Care for your clothes like the good friends they are. -Joan Crawford"},
    {"quote": "Give a girl the right kind of shoes and she can rule the world. -Marilyn Monroe"},
    {"quote": "If you love something, wear it all the time. Find things that suit you. This is how you look extraordinary. -Vivienne Westwood"},
    {"quote": "One should always dress like a marble column. -Jackie Kennedy"},
    {"quote": "Style is knowing what suits you, who you are, and what your assets are. It's excepting it all. -Bianca Jagger"}
]